Repository: edementyev/wakeupbot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

source: Hello, {user}! Send me '-' when you go to sleep, and '+' when you wake up :) Send '!' to view your weekly stats, '!m' - monthly stats ('! -1' - stats on previous weeks, '!m -1' - stats on previous months etc.) Send /help to see list of my commands. You can change language in /settings menu :)
ru: Привет, {user}! Отправляй мне '-' когда засыпаешь, а '+' когда просыпаешься с утра! :) '!' - статистика за неделю, '!м' - за месяц ('! -1' - предыдущая неделя, '!m -1' - предыдущий месяц итд.) Пиши /help, чтобы увидеть список команд, если что забыл(а) :) Можешь поменять язык в меню /settings

source: Here's list of my commands:
ru: Список моих комманд:

source: "-" - Start sleeping
ru: "-" - Начать сон

source: "+" - Record your sleep
ru: "+" - Закончить сон

source: "!" - View weekly stats
ru: "!" - Статистика за неделю

source: "!m" - View monthly stats
ru: "!m" - Статистика за месяц

source: "! -1" - View previous week's stats
ru: "! -1" - Статистика предыдущей недели

source: "!m -1" - View previous month's stats
ru: "!m -1" - Статистика предыдущего месяца

source: {command} - Start conversation with bot
ru: {command} - Приветствие от меня!

source: {command} - Show this message
ru: {command} - Показать это сообщение

source: {command} - User settings
ru: {command} - Настройки

source: Action cancelled
ru: Действие отменено

source: Reminder reset
ru: Напоминание удалено

source: Wrong format! See examples above
ru: Неверный формат! Смотри примеры выше

source: Time zone changed to {timezone}
ru: Часовой пояс сменен на {timezone}

source: Wrong time format!
ru: Неверный формат времени!

source: Bedtime reminder changed to {time}
ru: Напоминание установлено на {time}

source: Choose chat language
ru: Выбери язык

source: Language changed to {new_language}
ru: Язык сменен на {new_language}

source: Do not disturb mode {mode}
ru: Режим 'Не беспокоить' {mode}

source: switched on
ru: включен

source: switched off
ru: выключен

source: Settings saved
ru: Настройки сохранены

source: I woke up
ru: Я проснулся

source: Good night..
ru: Спокойной ночи..

source: Good morning!
ru: Доброе утро!

source: Your sleep:
ru: Сон:

source: {hours}h {minutes}min
ru: {hours}ч {minutes}мин

source: How do you feel?
ru: Как ты себя чувствуешь после сна?

source: Mood this morning
ru: Самочувствие этим утром

source: Wrong option! - {option}
ru: Неправильная опция! - {option}

source: Monthly stats for {month_year}:
ru: Статистика {month_year}:

source: Average sleep:
ru: Сна в среднем:

source: Monthly average sleep:
ru: Сна в среднем за месяц:

source: Weekly stats ({start} - {end}):
ru: Статистика за неделю ({start} - {end}):

source: Successfuly changed is_superuser to {is_superuser} for user {user}
ru: is_superuser изменено на {is_superuser} для юзера {user}

source: Failed to set is_superuser to {is_superuser} for user {user}
ru: Не получилось изменить is_superuser на {is_superuser} для {user}

source: Personal settings
ru: Настройки

source: Bedtime reminder: {reminder}
ru: Напомни об отходе ко сну: {reminder}

source: Time zone: {timezone}
ru: Часовой пояс: {timezone}

source: {status} Do not disturb
ru: {status} Не беспокоить

source: {flag} Language
ru: {flag} Язык

source: Done
ru: Готово

source: Settings for chat {chat_title}
ru: Настройки чата для {chat_title}

source: {status} Join filter
ru: {status} Джоин Фильтр

source: Your current bedtime reminder: {reminder}
ru: Текущее время напоминания о сне: {reminder}

source: Enter new time (
ru: Введи новое время (

source: example:
ru: Например:

source: Reset
ru: Сбросить

source: Cancel
ru: Отмена

source: Your current time zone: {timezone}
ru: Твой текущий часовой пояс: {timezone}

source: Enter your time zone (
ru: Введи свой часовой пояс (

source: I'm going to sleep
ru: Я ложусь спать

source: Hey!.. Time to sleep, my dear friend.
ru: Время готовиться ко сну, мой дорогой друг..

source: Ok
ru: Хорошо

source: Well slept
ru: Бодро

source: Sluggish
ru: Вяло

source: Sleepy
ru: Сонно
